{
  "common": {
    "appTitle": "Bienvenue sur mon portfolio"
  },
  "setting": {
    "light": "Clair",
    "dark": "Sombre",
    "french": "Francais",
    "english": "Anglais",
    "language": "Langue",
    "theme": "Theme",
    "chooseTheme": "Choissiez votre theme",
    "chooseLanguage": "Choisiez votre langue"
  },

  "application": {
    "whoIAm": "Qui suis-je",
    "knowledge": "Mes connaissances",
    "projects": "Mes projets",
    "cv": "Mon CV",
    "socialNetwork": "Reseau social",
    "tutorial": "Mes tutoriels",
    "contactMe":"Me contacter",
    "setting": "Parametres"
  },
  "legalNotices": {
    "title": "Mentions légales & CGU",
    "responsibility": "Responsabilité des contenus",
    "contactDetails": "Coordonnées de l’éditeur: Godin Nicolas 1 rue des pies sassenage",
    "responsible": "Responsable publication :",
    "accommodation": "Hébergement et réalisation Hébergement :",
    "achievement": "Réalisation",
    "noPersonalRecord": "Aucune information personnelle n’est collectée à votre insu. Aucune information personnelle n’est cédée à des tiers",
    "sendForm": "Envoie du formulaire de contact :",
    "noPersonalRecordOnForm": "Seul votre mail est conservé dans la boite de réception de contact@nicolasgodin.fr afin de pouvoir vous répondre \n Vous pouvez exercer votre droit d’accès et de rectification aux informations vous concernant en écrivant à:\n contact@nicolasgodin.fr"
  },
  "homepage": {
    "whoIam": "Qui suis-je ?",
    "presentation": "Bonjour et bienvenue sur mon portfolio. Ancien ambulancier, je viens de finir ma reconversion professionnelle et je suis maintentenant développeur web",
    "curriculum": "J'ai suivi deux cursus de formation avec L'Ecole nationale d'informatique",
    "dwwm": "Développeur web et web Mobile",
    "cda": "Concepteur et développeur d'appplication",
    "keen": "Passionné par les diverses technologies du web et leurs applications, j'ai complété ma formation de développeur web et web mobile à l'ENI en décembre 2022.",
    "opportunity": "J'ai eu l'opportunité de réaliser deux stages au cours de mes formations",
    "firstIntership1": "Le premier stage, d'une durée de 3 semaines, s'est déroulé chez ",
    "firstIntership2": "J'y ai contribué à la création d'une application de Quiz destinée aux salles d'escape game,utilisant les technologies Vue.js, Node.js, Docker et MongoDb.",
    "secondIntership1": "Mon second stage, qui s'est étendu sur une période de 2 mois, s'est déroulé chez",
    "secondIntership2": "Pendant cette période, j'ai poursuivi le développement de leur ERP en utilisant PHP et Symfony.",
    "workStudy1": "J'ai pu poursuivre chez Quantior en",
    "apprenticeship": "alternance",
    "workStudy2": "de décembre 2022 à juillet 2023 avec et obtenir mon diplôme de concepteur et développeur d'application (RNCP 6)",
    "workStudy3": "Au cours de cette alternance, j'ai travaillé avec les technologies Angular, NestJs, Docker et MySQL sur le projet visant à créer une Version 2 de l'ERP de Quantior. J'ai également été responsable de la mise en production de la solution, en déployant un serveur Apache sous Debian.",
    "skill": "Au cours de ma formation j'ai pu monter en compétence avec Java, PHP, Javascript, SQL. J'ai aussi appris le respect des conventions et l'utilisation de patterns de développement.",
    "sideProject": " J'ai également consacré du temps à la réalisation de plusieurs projets personnels. J'ai développé une application dédiée aux grimpeurs en utilisant Angular et Nest, ainsi qu'une application pour les randonneurs basée sur Symfony. De plus, j'ai créé mon premier portfolio en utilisant Vue.js. En parallèle, j'ai répondu aux demandes de quelques clients pour la création de leurs sites web. En décembre 2022, j'ai lancé mon premier site web en ligne, intitulé 'MetaHomeopathie', que vous pourrez découvrir parmi mes réalisations."
  },
  "knowledge": {
    "language": "Langage",
    "virtualization": "Virtualisation",
    "versioning": "Gestion de version",
    "database": "Base de données",
    "front-end": "Front-end",
    "back-end": "Back-end",
    "framework": "Framework",
    "server": "Serveur"
  },
  "curriculum": {
    "developer": "Développeur",
    "goals": "Mes ojectifs",
    "transition": "Développeur en reconversion, après un premier diplôme à l’ENI (DWWM) j'ai décidé de continuer à me former pour me spécialiser d' avantage sur le back-end.",
    "certification": "J'ai obtenu mon titre CDA en Juillet 2023 après une alternance de 6 mois avec Quantior Group. Mon objectif serait de trouver un poste de développeur full-stack avec une grande préférence pour Java/NodeJs-Angular",
    "languages": "Langues",
    "english": "Anglais",
    "interests": "Centres d'interêts"
  }
}
